[
    {
        "title": "Across the Coast in an Hour",
        "description": "In an initial test of the SR-71 Blackbird, the plane managed to travel across the United States in just over the span of an hour. This truly showed the insane speed that the Blackbird was capable of before its retirement in 1990.",
        "image": "../../images/blackbird.jpg",
        "link": "https://www.thesr71blackbird.com/Aircraft/Records/sr-71-blackbird-one-flight-four-speed-records"
    },{
        "title": "Out of This World Evacuation",
        "description": "While not what the Apache was made for, in an intense rescue operation, two United States soldiers helped save the life of a critically wounded soldier. Their heroic actions helped get the soldier to safety and cemented their story into history.",
        "image": "../../images/ah-64-apache-longbow_002.jpg",
        "link": "https://www.nationalguard.mil/News/Article-View/Article/573012/apache-pilots-save-critically-wounded-soldier-with-unorthodox-evacuation/"
    },{
        "title": "Boeing Chinook Evacuation",
        "description": "In an intense shootout, a Boeing Chinook CH-47 utilized its thick frame and large carrying capacity to help 18 soldiers get to safety. The Chinook was pivotal in the rescue, and showed its utlity and power in a moment of need.",
        "image": "../../images/chinook.avif",
        "link": "https://www.dvidshub.net/news/328989/soldiers-story-res-2cr-trains-casevac-with-ch-47-chinook"
    },{
        "title": "The Concorde Crash",
        "description": "The Concorde had the potential to revolutionize commercial air travel, but in a devastating tragedy, the future of supersonic travel came to an instantaneous stop. While tragic, the Concorde shows the dangers of speed and encourages us to take proper precautions when traveling that fast.",
        "image": "../../images/concorde-crash.jpg",
        "link": "https://economictimes.indiatimes.com/news/international/us/23-years-ago-on-july-25-concorde-crashed-killing-all-109-on-board-marked-the-end-of-an-era-in-supersonic-air-travel/articleshow/102098256.cms?from=mdr"
    },{
        "title": "Creating the Jumbo Jet",
        "description": "The Boeing 747 was the breakthrough that boeing needed to define the jumbo jet, which paved the way for commercial airliners. While technology has advanced far, the 747 is still a staple of what many consider to be the classic jumbo jet.",
        "image": "../../images/boeing747-story.jpg",
        "link": "https://sites.northwestern.edu/747anniversary/"
    }
]